[
    {
        "id": 1,
        "title": "Planning",
        "img": "https://i.ibb.co/wYGzPZG/services2.jpg",
        "price": 900,
        "description": "Planning a wedding is an intricate and exhilarating journey, where two hearts embark on a lifelong adventure together. Its a meticulously crafted celebration of love, commitment, and unity, where every detail symbolizes the couples unique story. Invitations, dresses, and suits follow, capturing the essence of the couples style and personality. Food tastings, cake designs, and floral arrangements create a sensory experience that guests will cherish. Amidst the whirlwind, couples often craft personalized vows that reflect their love story. Logistics, budgets, and timelines weave seamlessly into the tapestry of wedding planning, ensuring a harmonious celebration.",
        "shortDes": "Planning a wedding is an intricate and exhilarating journey, where two hearts embark on a lifelong adventure together.",
        "serviceDetail" : 
             ["Full-Service Wedding Planning", "Wedding Consultation and Advice","Day-of Coordination","Destination Wedding Planning", "Theme and Decor Planning"]
            
        
    },
    {
        "id": 2,
        "title": "Design",
        "img": "https://i.ibb.co/YjXMNqh/services3.jpg",
        "price": 600,
        "description": "Wedding design is the art of creating a visually stunning and emotionally resonant atmosphere that encapsulates the essence of a couples love story. Its a harmonious blend of creativity, aesthetics, and ersonalization, where every detail contributes to a memorable and enchanting celebration. The design journey begins with a carefully curated color palette and theme, setting the mood for the entire event. From rustic elegance to modern minimalism or fairytale romance, each wedding design tells a unique tale. The brides attire, grooms attire, and bridal party ensembles seamlessly align with the overall design, creating a captivating visual harmony. Wedding design is more than aesthetics; its an emotional journey where every detail symbolizes love and commitment. Its about crafting an ambiance that not only wows the senses but also touches the hearts of everyone present, leaving a lasting impression and a beautiful memory of the couples special day.",
        "shortDes": "Wedding design is the art of creating a visually stunning and emotionally resonant atmosphere that encapsulates the essence.",
        "serviceDetail" :
        ["Wedding Theme and Concept Design", "Floral and Decor Styling","Ceremony Space Design", "Reception Space Design", "Tablescapes and Place Setting Design"]
            
        
    },
    {
        "id": 3,
        "title": "Decor",
        "img": "https://i.ibb.co/37mqQ33/services1.jpg",
        "price": 550,
        "description": "Wedding decorations are the artistic expression of a couples love story, transforming venues into enchanting, personalized spaces that capture the essence of their union. These carefully chosen elements evoke emotion, create ambiance, and leave a lasting impression on all who attend. At the heart of wedding decorations are florals. From elegant bouquets to intricate centerpieces, flowers bring life and color to the celebration. These details elevate the dining experience and offer a glimpse into the couples taste and personality. Banners, signage, and custom backdrops add a personal touch, telling the couples love story and guiding guests through the event. Photo booths and props provide entertainment and create memorable keepsakes. Wedding decorations extend to the bride and grooms attire, reflecting their style and setting the tone for the day. From the wedding arch to the reception dance floor, every detail contributes to the overall design, making it a visual symphony that celebrates love, commitment, and the beginning of a beautiful journey together.",
        "shortDes": "Wedding decorations are the artistic expression of a couples story, personalized spaces that capture the essence.",
        "serviceDetail" : ["Event Lighting and Draping", "Floral Arrangements and Centerpieces", "Linen and Tableware Rentals","Backdrop and Photo Booth Design", "Ceiling and Ceiling Treatment Decor"]

    },
    {
        "id": 4,
        "title": "Cinematography",
        "img": "https://i.ibb.co/Lx9C4C5/services5.jpg",
        "price": 450,
        "description": "Wedding cinematography is the art of capturing the essence, emotion, and magic of a couples special day on film or digital media. It goes beyond mere documentation, transforming the wedding into a cinematic masterpiece that tells a love story through moving images. Wedding cinematographers, often referred to as wedding videographers, are storytellers with cameras. They skillfully craft each shot, considering composition, lighting, and perspective to create a visual narrative that reflects the couples unique journey. Sound plays a pivotal role in wedding cinematography, capturing heartfelt vows, laughter, and music. This audiovisual symphony enhances the storytelling, allowing couples to relive not just the sights but also the sounds and emotions of their wedding day. In the hands of a skilled wedding cinematographer, the wedding becomes a timeless and cherished cinematic experience, a visual heirloom that the couple can revisit throughout their life. It transforms moments into memories and provides a lasting testament to the love and joy celebrated on that special day.",
        "shortDes": "Wedding cinematography is the art of capturing the essence, emotion, and magic of a couples special day on film or digital media.",
        "serviceDetail" : ["Cinematic Wedding Films", "Highlight Reel Production", "Drone Videography", "Same-Day Edit", "Love Story Interviews"]
    },
    {
        "id": 5,
        "title": "Photography",
        "img": "https://i.ibb.co/D5fmpjJ/services4.jpg",
        "price": 350,
        "description": "Wedding photography is the art of preserving the most cherished moments of a couples special day through the lens of a camera. Its a dynamic blend of storytelling, creativity, and technical skill, capturing the emotions, beauty, and essence of a wedding celebration. A wedding photographers role is to document the days journey, from the intimate moments of preparation and anticipation to the exchange of vows, the heartfelt embraces, and the joyous festivities. They have an astute eye for composition, lighting, and timing, ensuring that every shot is a work of art. These images become treasured keepsakes, passed down through generations, reminding couples of the love, laughter, and tears that filled their wedding day. Wedding photography transforms fleeting moments into lasting memories, making it an essential and cherished part of any wedding celebration.",
        "shortDes": "Wedding photography is the art of preserving the most cherished moments of a couples special day through the lens of a camera.",
        "serviceDetail" : ["Candid Wedding Photography","Traditional Wedding Photography","Destination Wedding Photography",
        "Engagement Photoshoots", "Photo Booth Services"]
    },
    {
        "id": 6,
        "title": "Album Creation",
        "img": "https://i.ibb.co/PwqXQCM/services6.jpg",
        "price": 450,
        "description": "A wedding album is a timeless and cherished keepsake that encapsulates the magic and emotion of a couples special day in a tangible form. Its a meticulously crafted compilation of the most memorable moments, transformed into high-quality printed images, and carefully arranged in a beautifully bound book or album. The creation of a wedding album is an art form in itself. The quality of a wedding album is paramount. Premium materials, such as archival paper, leather covers, and fine printing techniques, ensure that the album stands the test of time, preserving the memories for generations to come. In an age of digital imagery, a wedding album serves as a tangible heirloom, a piece of art that can be passed down through families, shared with friends, and cherished as a symbol of enduring love. It transforms a collection of photographs into a treasured legacy, making the wedding album an essential and sentimental part of any couples journey into marriage.",
        "shortDes": "A wedding album is a timeless and cherished keepsake that encapsulates the magic and emotion together of a couples special day.",
        "serviceDetail" : ["Custom Wedding Album Design", "Photo Selection and Editing", "Personalized Album Printing","Digital Wedding Album Creation", "Parent and Guest Albums"]
    }
]